aboutWindowTitle=Acerca de %S
aboutWindowCloseButton=Cerrar
aboutWindowVersionString=versi\u00F3n %S
aboutAddon=Acerca de %S
updatingMsg=Buscando actualizaciones…
updateCompatibilityMsg=Una actualizaci\u00F3n de compatibilidad fue aplicada.
updateNoUpdateMsg=No se han encontrado actualizaciones.
updateErrorMessage=Ha ocurri\u00F3 un error tratando de encontrar actualizaciones para %S.
updateDisabledMessage=Se han deshabilitado las actualizaciones para %S.
updateReadOnlyMessage=Esta actualizaci\u00F3n no esta soportada (la ubicaci\u00F3n de instalaci\u00F3n es s\u00F3lo lectura).
updateNotManagedMessage=Esta actualizaci\u00F3n no esta soportada (la ubicaci\u00F3n de instalaci\u00F3n no es manejada por %S).
incompatibleUpdateMessage=%S esta buscando una actualizaci\u00F3n para la compatibilidad para %S.
installSuccess=Instalaci\u00F3n completada exitosamente.
installWaiting=Esperando…
droppedInWarning=Los siguientes \u00EDtems se encontraron en su carpeta de extensiones. \u00BFDesea instalarlos?
updateNotificationTitle=Se han encontrado actualizaciones para los complementos
updateNotificationText=%S encontr\u00F3 una actualizaci\u00F3n para uno de sus complementos
multipleUpdateNotificationText=%S encontr\u00F3 actualizaciones para %S de sus complementos

# LOCALIZATION NOTE (lightweightThemeDescription): %S is the theme designer, either a person or organisation
lightweightThemeDescription=Creado por %S.

uninstallButton=Desinstalar
disableButton=Deshabilitar
cancelButton=Cancelar
restartMessage=Reiniciar %S para que surtan efectos los cambios.
restartButton=Reiniciar %S
restartAccessKey=R
laterButton=M\u00E1s adelante
moreInfoText=M\u00E1s informaci\u00F3n
uninstallTitle=Desinstalar %S
uninstallWarnDependMsg=%S es requerido para uno o m\u00E1s de los complementos. Si contin\u00FAa, los siguientes \u00EDtems ser\u00E1n deshabilitados:
uninstallQueryMessage=\u00BFDesea desinstalar %S?
cancelInstallTitle=Cancelar esta Instalaci\u00F3n de %S
cancelInstallQueryMessage=\u00BFSeguro desea cancelar esta instalaci\u00F3n de %S?
cancelInstallButton=Si
cancelCancelInstallButton=No
cancelUpgradeTitle=Cancelar actualizaci\u00F3n de %S
cancelUpgradeQueryMessage=\u00BFSeguro que deseas cancelar la actualizaci\u00F3n de %S?
cancelUpgradeButton=Si
cancelCancelUpgradeButton=No
disableTitle=Deshabilitar %S
disableWarningDependMessage=Si deshabilita %S, los siguientes \u00EDtems que requieren esta extensi\u00F3n tambi\u00E9n ser\u00E1n deshabilitados:
disableQueryMessage=\u00BFDesea deshabilitar %S?

themesTitle=Temas
extensionsTitle=Extensiones

type-32=Paquete de extensi\u00F3n m\u00FAltiple
type-16=Plugin
type-8=Idioma
type-4=Tema
type-2=Extensi\u00F3n
incompatibleTitle=%S incompatible
incompatibleMessage=%S %S no puede ser instalado porque no es compatible con %S %S.
incompatibleThemeName=este Tema
incompatibleExtension=Deshabilitada - no compatible con %S %S
incompatibleAddonMsg=No es compatible con %S %S
insecureUpdateMessage="%S" no pudo instalarse porque no provee actualizaciones seguras

invalidGUIDMessage="%S" no se pudo instalar por un error en su manifiesto de instalaci\u00F3n ("%S" no es GUID v\u00E1lido). Contacte con el  autor de este \u00EDtem acerca del problema surgido.
invalidVersionMessage="%S" no se pudo instalar por un error en su manifiesto de instalaci\u00F3n ("%S" no es una cadena de versi\u00F3n v\u00E1lida). Contacte con el  autor de este \u00EDtem acerca del problema surgido.
incompatiblePlatformMessage="%S" no se pudo instalar porque no es compatible con su tipo de versi\u00F3n de %S (%S). Contacte con el autor de este \u00EDtem acerca de este problema surgido.

blocklistedInstallTitle2=Este complemento es peligroso de usar ten cuidado
blocklistedInstallMsg2=El complemento %S puede causar inestabilidad y riegos de seguridad para tu sistema operativo.
softBlockedInstallTitle=Este complemento puede ser peligroso de usar
softBlockedInstallMsg=El complemento %S puede causar inestabilidad dentro de entorno, se recomienda no instalar.
softBlockedInstallAcceptLabel=Instalar de todas formas estoy seguro
softBlockedInstallAcceptKey=I

missingFileTitle=Archivo faltante
missingFileMessage=%S no se pudo cargar este \u00EDtem porque falta el archivo %S.

malformedMessage=%S no se puede instalar este \u00EDtem porque "%S" (provisto por el \u00EDtem) no es correcto. Contacte con el  autor sobre este problema surgido.
malformedTitle=Archivo malformado

invalidFileExtTitle=La extensi\u00F3n de este archivo inv\u00E1lida
invalidFileExtMessage="%S" no se pudo instalar porque este \u00EDtem tiene una extensi\u00F3n de archivo inv\u00E1lida (%S no es una extensi\u00F3n de archivo v\u00E1lida para %S). Contacte con el autor acerca de este problema surgido.
missingPackageFilesTitle=Archivos de instalaci\u00F3n faltantes
missingPackageFilesMessage="%S" no se pudo instalar porque no contiene un paquete v\u00E1lido (%S debe contener al menos una extensi\u00F3n o tema). Contacte con el autor acerca de este problema sugido.

errorInstallTitle=Error al instalar
errorInstallMsg=%S no se puede instalar este archivo \n\n%S\n\npor: %S

extensionFilter=Extensiones (*.xpi)
themesFilter=Temas (*.jar)
installThemePickerTitle=Selecciona un tema a instalar por favor
installExtensionPickerTitle=Selecciona una extensi\u00F3n a instalar por favor

dssSwitchAfterRestart=Reiniciar %S para poder usar.

finishedUpdateCheck=Busqueda de actualizaciones de %S finalizada
updateAvailableMsg=Versi\u00F3n %S disponible.

xpinstallDisabledMsgLocked=La instalaci\u00F3n de software ha sido desactivada por su administrador de sistemas.
xpinstallDisabledMsg=La instalaci\u00F3n de software est\u00E1 actualmente desactivada. Haga clic en Habilitar e intente nuevamente por favor.
# LOCALIZATION NOTE: Semi-colon list of plural forms.
# See: http://developer.mozilla.org/en/docs/Localization_and_Plurals
newAddonsNotificationMsg2=%S nuevo complemento se ha instalado.;%S nuevos complementos se han instalado satisfactoriamente.
safeModeMsg=Todos los complementos fueron desactivados por el modo seguro.
disabledCompatMsg=La verificaci\u00F3n de compatibilidad de complementos est\u00E1 desactivado. Puede tener complementos incompatibles.
disabledUpdateSecurityMsg=Verificaci\u00F3n de actualizaci\u00F3n de seguridad de complementos desactivada. Puede arriesgar su seguridad con las actualizaciones.
noUpdatesMsg=No se han encontrado actualizaciones.
offlineUpdateMsg2=%S est\u00E1 actualmente en modo sin conexi\u00F3n y no puede actualizar los complementos. Haga clic en Conectarse e intente nuevamente por favor.
offlineSearchMsg=%S est\u00E1 en modo sin conexi\u00F3n y no se puede buscar complementos. Haga clic en Conectarse e intente nuevamente por favor.
enableButtonLabel=Habilitar
enableButtonAccesskey=H
goOnlineButtonLabel=Conectarse
goOnlineButtonAccesskey=C

newUpdateWindowTitle=Actualizaciones de complementos de %S
newUpdatesAvailableMsg=Hay nuevas actualizaciones disponibles para sus complementos.

searchResults=Ver todos los resultados (%S)

eulaHeader=%S requiere que acepte el siguiente contrato de licencia antes de proceder con la instalaci\u00F3n:
